print('Ты любишь развитие?')
a1 = input()
print('Ты любишь работать?')
a2 = input()
print('Любишь ли ты что-то?')
a3 = input()

if a1 == 'да' and a2 == 'да' and a3 == 'да':
    print('Ты красавчик! Продолжай в том же духе!')
elif a1 == 'нет' and a2 == 'да' and a3 == 'да':
    print('Ты неплох, но развиваться тоже надо!')
elif a1 == 'нет' and a2 == 'нет' and a3 == 'да':
    print('Рад что ты хоть что-то любишь, но ты слаб')
elif a1 == 'нет' and a2 == 'нет' and a3 == 'нет':
    print('Тебе стоит взяться за себя. Ты ничтожен')